Repository: yujitach/MenuMeters
Catalog: MenuMetersApp/mul.lproj/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, it, ja, tr, zh_hans

# %@ active, %@ wired
source: %1$@ active, %2$@ wired
de: %1$@ Aktiv, %2$@ Reserviert
fi: %1$@ aktiivista, %2$@ lukittua
fr: %1$@ actif, %2$@ lié
it: %1$@ attiva, %2$@ wired
ja: 現在使用中：%1$@、固定中：%2$@
tr: %1$@ etkin, %2$@ bağlı
zh_hans: %1$@ 已激活， %2$@ 联动

# %@ cache lookups, %@ cache hits (%@)
source: %1$@ cache lookups, %2$@ cache hits (%3$@)
de: %1$@ Cache-Suchen, %2$@ Cache-Treffer (%3$@)
fi: %1$@ välimuistihakua, %2$@ välimuistiosumaa (%3$@)
it: %1$@ ricerche in cache, %2$@ hit in cache (%3$@)
ja: キャッシュルックアップ：%1$@、キャッシュヒット：%2$@ (%3$@)
tr: %1$@ önbellek araması, %2$@ önbellek isabeti (%3$@)
zh_hans: %1$@ 缓存查询， %2$@ 缓存命中 (%3$@)

# %@ compressed (%@)
source: %1$@ compressed (%2$@)
de: %1$@ komprimiert (%2$@)
fi: %1$@ pakattua (%2$@)
fr: %1$@ compressé(s) (%2$@)
it: %1$@ compressa (%2$@)
ja: 圧縮中：%1$@ (%2$@)
tr: %1$@ sıkıştırılmış (%2$@)

# %@ encrypted swap file present in %@
source: %1$@ encrypted swap file present in %2$@
de: %1$@ verschlüsselte Auslagerungsdatei in %2$@ vorhanden
fi: %2$@ sisältää %1$@ salatun sivutustiedoston
fr: %1$@ fichier de swap crypté dans %2$@
it: %1$@ file di swap crittografati presenti in %2$@
ja: %1$@ つの暗号化スワップファイルを %2$@ で使用中
tr: %2$@ içinde %1$@ şifrelenmiş takas dosyası var
zh_hans: %1$@ 个已加密交换文件滞留在 %2$@

# %@ encrypted swap files present in %@
source: %1$@ encrypted swap files present in %2$@
de: %1$@ verschlüsselte Auslagerungsdateien in %2$@ vorhanden
fi: %2$@ sisältää %1$@ salattua sivutustiedostoa
fr: %1$@ fichiers de swap cryptés dans %2$@
it: %1$@ file di swap crittografati presenti in %2$@
ja: %1$@ つの暗号化スワップファイルを %2$@ で使用中
tr: %2$@ içinde %1$@ şifrelenmiş takas dosyası var
zh_hans: %1$@ 个已加密交换文件滞留在 %2$@

# %@ Free
source: %1$@ Free
de: %1$@ Frei
fi: %1$@ vapaana
fr: %1$@ Disponible(s)
it: %1$@ Liberi
ja: 空き領域：%1$@、
tr: %1$@ Boş
zh_hans: %1$@ 可用

# %@ inactive, %@ free
source: %1$@ inactive, %2$@ free
de: %1$@ Inaktiv, %2$@ Frei
fi: %1$@ epäaktiivista, %2$@ vapaata
fr: %1$@ inactif, %2$@ libre
it: %1$@ inattiva, %2$@ libera
ja: 現在非使用中：%1$@、空き：%2$@
tr: %1$@ devre dışı, %2$@ boş
zh_hans: %1$@ 未激活， %2$@ 可用空间

# %@ page faults, %@ copy-on-writes
source: %1$@ page faults, %2$@ copy-on-writes
de: %1$@ Seitenfehler, %2$@ Kopien-nach-Schreiben
fi: %1$@ sivuvirhettä, %2$@ kirjoittaessa kopiointia
it: %1$@ page fault, %2$@ copy-on-writes
ja: ページフォールト：%1$@、コピーオンワイアー：%2$@
tr: %1$@ sayfa hatası, %2$@ yazımda kopyalama
zh_hans: %1$@ 分页错误， %2$@ copy-on-writes

# %@ pageins, %@ pageouts
source: %1$@ pageins, %2$@ pageouts
de: %1$@ gelesene Seiten, %2$@ geschriebene Seiten
fi: %1$@ sivutusta sisään, %2$@ sivutusta ulos
it: %1$@ pagine in entrata, %2$@ pagine in uscita
ja: ページイン：%1$@、ページアウト：%2$@
tr: %1$@ sayfa girişi, %2$@ sayfa çıkışı
zh_hans: %1$@ 分页输入， %2$@ 分页输出

# %@ swap file at peak usage
source: %1$@ swap file at peak usage
de: Maximal %1$@ Auslagerungsdatei benutzt
fi: %1$@ sivutustiedosto käyttöhuipun aikana
fr: %1$@ fichier utilisé lors d'un usage intensif
it: %1$@ file di swap nei picchi di utilizzo
ja: 最大使用時で %1$@ つのスワップファイル
tr: %1$@ takas dosyası tümüyle kullanılıyor
zh_hans: %1$@ 个交换文件在使用高峰

# %@ swap file present in %@
source: %1$@ swap file present in %2$@
de: %1$@ Auslagerungsdatei in %2$@ vorhanden
fi: %2$@ sisältää %1$@ sivutustiedoston
fr: %1$@ fichier de swap dans %2$@
it: %1$@ file di swap presente in %2$@
ja: %1$@ つのスワップファイルを %2$@ で使用中
tr: %2$@ içinde %1$@ takas dosyası var
zh_hans: %1$@ 个交换文件滞留在 %2$@

# %@ swap files at peak usage
source: %1$@ swap files at peak usage
de: Maximal %1$@ Auslagerungsdateien benutzt
fi: %1$@ sivutustiedostoa käyttöhuipun aikana
fr: %1$@ fichiers utilisés lors d'un usage intensif
it: %1$@ file di swap nei picchi di utilizzo
ja: 最大使用時で %1$@ つのスワップファイル
tr: %1$@ takas dosyası tümüyle kullanılıyor
zh_hans: %1$@ 个交换文件在使用高峰

# %@ swap files present in %@
source: %1$@ swap files present in %2$@
de: %1$@ Auslagerungsdateien in %2$@ vorhanden
fi: %2$@ sisältää %1$@ sivutustiedostoa
fr: %1$@ fichiers de swap dans %2$@
it: %1$@ file di swap presenti in %2$@
ja: %1$@ つのスワップファイルを %2$@ で使用中
tr: %2$@ içinde %1$@ takas dosyası var
zh_hans: %1$@ 个交换文件滞留在 %2$@

# %@ Total
source: %1$@ Total
de: %1$@ Gesamt
fi: %1$@ yhteensä
fr: Total de %1$@
it: %1$@ Totali
ja: 容量：%1$@
tr: %1$@ Toplam
zh_hans: %1$@ 总容量

# %@ total swap space
source: %1$@ total swap space
de: Auslagerungsdateien belegen %1$@
fi: %1$@ sivutustilaa yhteensä
fr: Le swap fait actuellement %1$@
it: %1$@ spazio swap totale
ja: スワップ容量合計：%1$@
tr: %1$@ toplam takas alanı
zh_hans: %1$@ 合计交换空间

# %@ total swap space (%@ used)
source: %1$@ total swap space (%2$@ used)
de: Auslagerungsdateien belegen %1$@ (%2$@ benutzt)
fi: %1$@ sivutustilaa yhteensä (%2$@ käytössä)
fr: Le swap total est de %1$@ (%2$@ utilisé)
it: %1$@ spazio swap totale (%2$@ usato)
ja: スワップ容量合計：%1$@ (使用中：%2$@)
tr: %1$@ toplam takas alanı (%2$@ kullanılan)
zh_hans: %1$@ 合计交换空间 (%2$@ 已使用)

# %@ Used
source: %1$@ Used
de: %1$@ Benutzt
fi: %1$@ käytössä
fr: %1$@ Utilisé(s)
it: %1$@ Usati
ja: 使用領域：%1$@、
tr: %1$@ Kullanılan
zh_hans: %1$@ 已使用

# %@ used, %@ free, %@ total
source: %1$@ used, %2$@ free, %3$@ total
de: %1$@ Benutzt, %2$@ Frei, %3$@ Gesamt
fi: %1$@ käytössä, %2$@ vapaana, %3$@ yhteensä
fr: %1$@ utilisé, %2$@ disponible, total de %3$@
it: %1$@ usata, %2$@ libera, %3$@ totale
ja: 使用中：%1$@、空き：%2$@、合計：%3$@
tr: %1$@ kullanılan, %2$@ boş, %3$@ toplam
zh_hans: %1$@ 已使用， %2$@ 可用， %3$@ 总容量

# %d tasks, %d threads
source: %1$d tasks, %2$d threads
de: %1$d Prozesse, %2$d Threads
fi: %1$d tehtävää, %2$d säiettä
fr: %1$d tâches, %2$d fils
it: %1$d processi, %2$d thread
ja: タスク数：%1$d、スレッド数：%2$d
tr: %1$d görev, %2$d iş parçacığı
zh_hans: %1$d 进程， %2$d 线程

# %ld day %02ld:%02ld:%02ld
source: %1$ld day %2$02ld:%3$02ld:%4$02ld
de: %1$ld Tag %2$02ld:%3$02ld:%4$02ld Std.
fi: %1$ld vrk %2$02ld:%3$02ld:%4$02ld
fr: %1$ld jour %2$02ld:%3$02ld:%4$02ld
it: %1$ld giorno %2$02ld:%3$02ld:%4$02ld
ja: %1$ld 日 %2$02ld 時間 %3$02ld 分 %4$02ld 秒
tr: %1$ld gün %2$02ld:%3$02ld:%4$02ld
zh_hans: %1$ld 日 %2$02ld:%3$02ld:%4$02ld

# %ld days %02ld:%02ld:%02ld
source: %1$ld days %2$02ld:%3$02ld:%4$02ld
de: %1$ld Tage %2$02ld:%3$02ld:%4$02ld Std.
fi: %1$ld vrk %2$02ld:%3$02ld:%4$02ld
fr: %1$ld jours %2$02ld:%3$02ld:%4$02ld
it: %1$ld giorni %2$02ld:%3$02ld:%4$02ld
ja: %1$ld 日 %2$02ld 時間 %3$02ld 分 %4$02ld 秒
tr: %1$ld gün %2$02ld:%3$02ld:%4$02ld
zh_hans: %1$ld 日 %2$02ld:%3$02ld:%4$02ld

source: Connect
de: Verbindung Aufbauen
fi: Yhdistä
fr: Connexion
it: Collega
ja: 接続
tr: Bağlan
zh_hans: 连接

source: Connected
de: Verbunden
fi: Yhdistetty
fr: Connecté
it: Connesso
ja: 接続されました
tr: Bağlı
zh_hans: 已连接

# Connected %02d:%02d:%02d
source: Connected %1$02d:%2$02d:%3$02d
de: Verbunden %1$02d:%2$02d:%3$02d
fi: Yhdistetty %1$02d:%2$02d:%3$02d
fr: Connecté depuis %1$02d:%2$02d:%3$02d
it: Connesso %1$02d:%2$02d:%3$02d
ja: %1$02d:%2$02d:%3$02d に接続完了
tr: Bağlı %1$02d:%2$02d:%3$02d
zh_hans: 已连接 %1$02d:%2$02d:%3$02d

source: Connecting...
de: Verbindungsaufbau …
fi: Yhdistetään...
fr: Connexion...
it: Collego...
ja: 接続中...
tr: Bağlanıyor...
zh_hans: 正在连接…

source: Copy IPv4 address
de: IPv4-Adresse kopieren
fi: Kopioi IPv4-osoite
fr: Copier l'adresse IPv4
it: Copia indirizzo IPv4
ja: IPv4 アドレスをコピーする
tr: IPv4 Adresini Kopyala
zh_hans: 拷贝 IPv4 地址

source: Copy IPv6 address
de: IPv6-Adresse kopieren
fi: Kopioi IPv6-osoite
fr: Copier l'adresse IPv6
it: Copia indirizzo IPv6
ja: IPv6 アドレスをコピーする
tr: IPv6 Adresini Kopyala
zh_hans: 拷贝 IPv6 地址

source: Disconnect
de: Verbindung Trennen
fi: Katkaise yhteys
fr: Déconnexion
it: Scollega
ja: 切断
tr: Bağlantıyı Kes
zh_hans: 中断连接

source: Disconnecting...
de: Verbindungsabbau …
fi: Katkaistaan yhteys...
fr: Déconnexion...
it: Scollego...
ja: 切断中...
tr: Bağlantı Kesiliyor...
zh_hans: 正在中断连接…

source: Display primary interface
de: Primäre Netzwerkschnittstelle anzeigen
fi: Näytä ensisijainen verkkoliitäntä
fr: Afficher l'interface primaire
it: Mostra interfaccia primaria
ja: プライマリネットワークポートを表示
tr: Birincil Arabirimi Görüntüle
zh_hans: 显示主接口

source: Display this interface
de: Diese Netzwerkschnittstelle anzeigen
fi: Näytä tämä verkkoliitäntä
fr: Afficher cette interface
it: Mostra questa interfaccia
ja: このネットワークポートを表示
tr: Bu Arabirimi Görüntüle
zh_hans: 显示此接口

source: Inactive
de: Inaktiv
fi: Epäaktiivinen
it: Inattiva
ja: 無効
tr: Devre Dışı
zh_hans: 未激活：

source: Load Average (1m, 5m, 15m):
de: Durchschnittliche Auslastung (1 Min., 5 Min., 15 Min.):
fi: Keskikuorma (1 min, 5 min, 15 min):
fr: Charge moyenne (1m, 5m, 15m) :
it: Media Carico (1m, 5m, 15m):
ja: 平均負荷：
tr: Yükleme Ortalaması (1dk, 5dk, 15dk):
zh_hans: 平均载入(1m, 5m, 15m)：

source: Memory Pages:
de: Speicherseiten:
fi: Muistisivut:
fr: Utilisation mémoire détaillée :
it: Pagine Memoria:
ja: メモリページ：
tr: Bellek Sayfaları:
zh_hans: 内存分页：

source: Memory Usage:
de: Speicheraufteilung:
fi: Muistin käyttö:
fr: Utilisation mémoire :
it: Uso Memoria:
ja: メモリ使用：
tr: Bellek Kullanımı:
zh_hans: 内存使用：

# Net: %@ Node: %@ Zone: %@
source: Net: %1$@ Node: %2$@ Zone: %3$@
de: Netz: %1$@ Knoten: %2$@ Zone: %3$@
fr: Net : %1$@ Nœud : %2$@ Zone : %3$@
it: Rete: %1$@ Nodo: %2$@ Zona: %3$@
ja: ネット：%1$@、ノード：%2$@、ゾーン：%3$@
tr: Ağ: %1$@ Düğüm: %2$@ Bölge: %3$@
zh_hans: 网络： %1$@ 节点： %2$@ 域： %3$@

source: No Active Interfaces
de: Keine aktiven Schnittstellen
fi: Ei aktiivisia verkkoliitäntöjä
fr: Aucune interface active
it: Nessuna Interfaccia Attiva
ja: 有効なネットワークポートがありません
tr: Etkin Arabirim Yok
zh_hans: 无激活接口

source: No info available
de: Nicht verfügbar
fi: Tietoa ei saatavilla
fr: Aucune info disponible
it: Nessuna info disponibile
ja: 利用可能な情報がありません
tr: Bilgi yok
zh_hans: 无可用信息

source: Not Connected
de: Nicht verbunden
fi: Yhdistämätön
fr: Déconnecté
it: Non Connesso
ja: 接続されていません
tr: Bağlı Değil
zh_hans: 未连接

source: Open Activity Monitor
de: Aktivitätsanzeige öffnen
fi: Avaa Järjestelmän valvonta
fr: Ouvrir Moniteur d'activité
it: Apri Monitoraggio Attività
ja: アクティビティモニタを開く
tr: Etkinlik Monitörü'nü Aç
zh_hans: 打开活动监视器

source: Open Console
de: Konsole öffnen
fi: Avaa Konsoli
fr: Ouvrir Console
it: Apri Console
ja: コンソールを開く
tr: Konsol'u Aç
zh_hans: 打开控制台

source: Open Internet Connect
de: Internet-Verbindung öffnen
fi: Avaa Internetiin yhdistäminen
fr: Ouvrir Connexion à Internet
it: Apri Connessione Internet
ja: インターネット接続を開く
tr: İnternet'e Bağlan'ı Aç
zh_hans: 打开 Internet 连接

source: Open MenuMeters preferences
de: MenuMeters Einstellungen öffnen
fi: Avaa MenuMetersin asetukset
fr: Ouvrir les préférences MenuMeters
ja: MenuMeters 環境設定を開く
tr: MenuMeters Tercihlerini Aç

source: Open Network Preferences
de: Netzwerkeinstellungen öffnen
fi: Avaa Verkon asetukset
fr: Ouvrir les préférences Réseau
it: Apri Preferenze Network
ja: ネットワーク環境設定を開く
tr: Ağ Tercihleri'ni Aç
zh_hans: 打开网络预置

source: Open Network Utility
de: Netzwerk-Dienstprogramm öffnen
fi: Avaa Verkkotyökalu
fr: Ouvrir Utilitaire de réseau
it: Apri Utility Network
ja: ネットワークユーティリティを開く
tr: Ağ İzlencesi'ni Aç
zh_hans: 打开网络实用程序

source: Open Process Viewer
de: Prozess-Monitor öffnen
fr: Ouvrir Visualiseur d'opérations
it: Apri Visore Processi
ja: プロセスビューアを開く
tr: İşlem Görüntüleyicisi'ni Aç
zh_hans: 打开处理器显示器

source: Peak Throughput:
de: Spitzendurchsatz:
fi: Siirtonopeuden huippu:
fr: Débit montant maximal :
it: Picco Throughput:
ja: 通信速度(ピーク)：
tr: Tavan Veri Hacmi:
zh_hans: 尖峰吞吐量：

source: Processor:
de: Prozessor:
fi: Processori:
fr: Processeur :
it: Processore:
ja: プロセッサ：
tr: İşlemci:
zh_hans: 处理器：

source: Processors:
de: Prozessoren:
fi: Prosessorit:
fr: Processeurs :
it: Processori:
ja: プロセッサ：
tr: İşlemciler:
zh_hans: 处理器：

source: Swap Files:
de: Auslagerungsdateien:
fi: Sivutustiedostot:
fr: Fichiers de swap :
it: File di Swap:
ja: スワップファイル：
tr: Takas Dosyaları:
zh_hans: 交换文件：

source: Tasks/Threads:
de: Prozesse/Threads:
fi: Tehtävät/säikeet:
fr: Tâches/Fils :
it: Processi/Thread:
ja: タスク／スレッド：
tr: Görevler/İş Parçacıkları:
zh_hans: 进程/线程：

source: Throughput:
de: Durchsatz:
fi: Siirtonopeus:
fr: Débit :
ja: 通信速度：
tr: Veri Hacmi:
zh_hans: 吞吐量：

source: Traffic Totals:
de: Transfersummen:
fi: Liikenne yhteensä:
fr: Trafic total :
it: Totali Traffico:
ja: トラフィック合計：
tr: Trafik Toplamları:
zh_hans: 流量合计：

source: U:
de: B:
fi: K:
ja: 使用：
tr: K:
zh_hans: 用:

source: Unavailable
de: Nicht verfügbar
fi: Ei saatavilla
fr: Indisponible
tr: Görüntülenemiyor

source: Uptime:
de: Laufzeit:
fi: Käynnissä:
ja: 稼働時間：
tr: Çalışma Süresi:
zh_hans: 正常运行时间：

source: VM Statistics:
de: VM-Statistiken:
fi: Virtuaalimuistin tilastot:
fr: Mémoire virtuelle et Caches :
it: Statistiche VM:
ja: 仮想メモリ：
tr: VM İstatistikleri:
zh_hans: VM 统计资料：

source: (%@ hyperthreads per core)
fi: (%@ hypersäiettä/ydin)
ja: (1コアあたり %@ ハイパースレッド)
tr: (çekirdek başına %@ hiper iş parçacığı)

# %@ %@ (%@ bytes)
source: %1$@ %2$@ (%3$@ bytes)
fi: %1$@ %2$@ (%3$@ tavua)
fr: %1$@ %2$@ (%3$@ octets)
it: %1$@ %2$@ (%3$@ byte)
ja: %1$@ %2$@ (%3$@ バイト)
tr: %1$@ %2$@ (%3$@ bayt)

source: %@%@ physical cores
fi: %@%@ fyysistä ydintä
ja: %@%@ 個の物理コア
tr: %@%@ fiziksel çekirdek

source: B
fi: t
fr: o

source: B/s
fi: t/s
fr: o/s
tr: B/sn

source: F:
fi: V:
fr: L:
ja: 空き：
tr: B:
zh_hans: 闲:

source: GB
fi: Gt
fr: Go

source: GB/s
fi: Gt/s
fr: Go/s
tr: GB/sn

source: Gbps
fi: Gb/s

source: KB
fi: kt
fr: Ko

source: KB/s
fi: kt/s
fr: Ko/s
tr: KB/sn

source: Kbps
fi: kb/s

source: MB
fi: Mt
fr: Mo

source: MB/s
fi: Mt/s
fr: Mo/s
tr: MB/sn

source: Mbps
fi: Mb/s

source: Rx:
fi: Vast:
ja: in:
tr: G:
zh_hans: 收：

source: Tx:
fi: Läh:
ja: out:
tr: A:
zh_hans: 发：

source: %@%% (level %@)
ja: %@%% (レベル %@)
tr: %%%@ (düzey %@)

source: CPU power limit:
ja: CPU パワーリミット：
tr: CPU Güç Limiti:

source: Memory Pressure:
ja: メモリプレッシャー：
tr: Bellek Baskısı:

source: Reset traffic totals
ja: トラフィック合計をリセット
tr: Trafik Toplamlarını Sıfırla

source: speed %@%%, scheduler %@%%
ja: スピード %@%%, スケジューラ %@%%
tr: hız %%%@, zamanlayıcı %%%@

source: Top CPU Intensive Processes:
tr: CPU'yu En Çok Kullanan İşlemler:
